export default {
  loading: "Загрузка, пожалуйста, подождите..",
  buy: "Купить",
  reinvest: "Реинвест",
  levelPaymant: "Выплаты с уровня",
  pullCount: "Кругов осталось",
  connect: "Подключиться",
  errorTitle: "Ошибка",
  enterPass: "Введите пароль",

  pages: {
    home: {
      pageTitle: "Главная страница — Unique",
      title: "Главная",
      slogan: "Первая мульти-игра на смарт контракте BSC",
      about: {
        title: "О проекте",
        text: `<p>UNIQUE multigame - Это самая новая и уникальная матрица в своём поколении! Игра в которой вы будете получать не только прямое вознаграждение в матрице , но и дополнительный пассивный доход в BNB, с пулов в лучших фермах, всех трендовых игр M2E, P2E и прочее!</p><p>создали необычную матрицу, а что-то более уникальное! Только представьте, открывая каждый новый уровень в матрице, вы занимаете место в пуле самых мощных ферм таких игр как Step’N, Walken.io, AMAZY и другие, где будут собраны самые крутые и редкие, персонажы, кроссовки, земли и прочие атрибуты увеличивающие доход в игре. Тем самым, наши фермы будут давать хороший пассивный доход всем игрокам ежедневно, и доход будет постоянно увеличиваться. Помимо этого, не стоит забывать, что и в матрице вы будете получать 180% за каждые 3 цикла!</p>`,
      },
      howWork: {
        title: "Как это работает",
        text: `<p>В игре UNIQUE Matrix, работает 16 зависимых друг от друга уровня, которые можно будет открывать с 1 по 16 по очереди.<br/><span>Важно: Чтобы активировать аккаунт и начать игру, вам понадобитсяуникальный код, который можно получить у первых игроков.</span></p><p>Уникальный код - это механика сдерживания хайпа! За каждую оплату 2-х любых уровней, даётся 1 код активации.</p><p>После активации каждого уровня, 20% с вашей оплаты переходит на ваш профиль в пул фермы. Таким образом, вы встаёте в очередь на выплаты с пула фермы. В вашем профиле будет две вкладки:</p>`,
        uniqueMatrix: "там будут уровни матрицы и ваш доход с неё, а также доход с партнёров",
        uniqueFarming: "там будет ваш ежедневный доход с пула, а также доход от дохода ваших партнёров",
      },
      howWorkMatrix: {
        title: "Как работает матрица UNIQUE Matrix",
        allSum: "100% от суммы активации уровня, делится всего на 3 части",
        smartSum: "Все сумма с активации моментально распределяется по кошелькам участников через Смарт контракт.",
        basePaymant: "Базовое вознаграждение",
        goAtNew: "Переходит ранее зашедшему участнику игры.",
        referalProgramm: "Реферальная программа 1ур - 8%, 2ур - 4%, 3ур - 3%, 4ур - 2%, 5, 6, 7ур - 1%",
        toSmart: "отправляется на Смарт контракт UNIQUE Farming на ваш id, где формируется ваша доля в пуле ферм",
      },
      howWorkFarming: {
        title: "Как работают фермы UNIQUE Farming",
        text: `<li class = "item"><p>Все участники матрицы, формируют большой пул в наших фермах самых трендовых игр M2E и P2E.</p></li>
        <li class="item"><p>Наша цель, сделать самую уникальную и дорогую ферму в каждой игре, выкупая самые крутые и редкие
          кроссовки и персонажей, на них будет очень хороший доход, а в дальнейшем будет очень жарко!</p></li>
        <li class="item"><p>Разработчики некоторых игр обещают включить режим аренды, вы только представьте, наши фермы будут
          иметь самое большое количество редких и топовых кроссовок и персонажей, которые мы сможем сдавать в аренду и
          зарабатывать хорошие деньги в пассивном режиме!</p></li>
        <li class="item"><p>Как будут работать наши фермы: После запуска матрицы, начинает формироваться пул. Как только
          набирается нужное количество BNB, мы объявляем старт, и начинаем закупку кроссовок и персонажей, выстраиваем
          математические модели в каждой игре и запускаем фермы!</p></li>`,
      },
      aboutNumbers: {
        title: "О цифрах",
        description: "Важно: прямого инвестирования, а так же реинвестирование в пуле невозможно ! Это тоже повлияет на повторную активацию в матрице, тем самым пополняя ее ликвидность.",
        text: {
          one: "<h2>20%</h2><p>с активации каждого уровня в матрице, вы выкупаете долю в пуле. Чем больше вы активировали уровней в матрице, тем  больше ваш доход с пула</p>",
          two: "<h2>40%</h2><p>с вашего дохода от пула, отправляется сразу вам на кошелёк ежедневно</p>",
          three: "<h2>20%</h2><p>с вашего дохода от пула, отправляется на ваш баланс в матрице, который можно потратить только на оплату уровней! Такая механика позволит зациклить эти две игры! И сделать их долгосрочными!</p>",
          four: "<h2>20%</h2><p>на оплату вышестоящим партнёрам, так как все ваши партнеры с матрицы, закрепляются за вами и в пуле ! Вы так же будете получать доход от дохода ваших партнёров!</p>"
        },
      },
    },
    levels: {
      pageTitle: "Уровни — Unique",
      title: "Уровни"
    },
    promo: {
      pageTitle: "Промо — Unique",
      title: "Промо"
    },
    stats: {
      pageTitle: "Статистика — Unique",
      title: "Статистика"
    },
    passwords: {
      pageTitle: "Пароли — Unique",
      title: "Пароли"
    },
    howuse: {
      pageTitle: "How to Use Unique Multi Game — Unique",
      link: "How use",
      title: "How to Use Unique Multi Game",
      textOne: `<p>В этой статье мы собираемся объяснить, как подключить кошелек Metal Mask для использования Unique Multi Game. Эта статья
      создан для новичков, которые не работали с криптовалютой или работали совсем немного.</p>
      <h3>Официальный веб-сайт Unique Multi Game: https://uniquemultigame.ru /</h3>
      <h3>Чтобы использовать Уникальную мультиигру, вам необходимо иметь:</h3>
      <ul>
      <li>
      Установленный метамаск с сетью Balance Smart Chain
      </li>
      <li>
      BNB в своем кошельке MetaMask
      </li>
      </ul>
      
      <h3>Подготовка метамаска</h3>
      <p>Вам необходимо установить кошелек MetaMask для взаимодействия с децентрализованными приложениями. MetaMask - это простой кошелек, в
      котором вы можете хранить свою криптовалюту, отправлять ее на другие кошельки или инвестировать в проекты</p>
      
      <p>Сначала вам нужно скачать MetaMask с официального сайта: https://metamask.io /</p>`,
      textTwo: `<p>Теперь вам нужно найти свой кошелек Netmask с помощью BNB, чтобы принять участие в Unique Multi Game.</p>
      <h3>Вы можете пополнить свой кошелек MetaMask криптовалютой BNB с помощью любой биржи или любого обменного сервиса.</h3>
      <h3>Как принять участие в Unique Multi Game:</h3>
      <ul>
      <p>Как только у вас появится BNB в MetaMask, вы готовы принять участие в Unique Multi Game.</p>
      <li>
      Перейти к https://uniquemultigame.ru//
      </li>
      <li>Нажмите на кнопку "Подключить кошелек".</li>
      <li>Подтвердите подключение.</li>
      <li>Подтвердите, что вы согласны с правилами игры и понимаете принципы смарт-контракта.</li>
      <li>Выберите доступную Планету (уровень).</li>
      <li>Нажмите на кнопку "Активировать" или "Активировать + страхование".</li>
      <li>Подтвердите транзакцию.</li>
      <li>Подождите, пока смарт-контракт обработает транзакцию.</li>
      </ul>`,
    }
  },

  success: {
    tablePurchased: "Стол был успешно куплен!",
  },

  error: {
    cancel: "Операция была отменена, покупка не произведена!",
    unknownAccount: "Неизвестный аккаунт! Пожалуйста, выберите другой аккаунт!",
    previousTable: "Все предыдущие столы должны быть куплены!",
    notEnoightToken: "Недостаточно средств для реинвеста!",
    isNotMetamask: "В Вашем браузере отсутствует Metamask. Попробуйте перезагрузить страницу или <a href='https://metamask.io/'>установить расширение Metamask</a> в ваш браузер",
    isNotAuth: "Вы не авторизованы",
    addressExist: "Аккаунт с таким адресом существует",
    passUsed: "Данный пароль уже активирован",
    noSuchPass: "Такого пароля не существует",
  },

  agreeTerms: {
    title: "Условия соглашения",
    text: `
      Используя услуги, предоставляемые сайтом uniquemultigame.site, а также принимая участие в проекте Unique Multi
      Game, а также взаимодействие со смарт-контактом MatrixGame, я подтверждаю, что:
      <br>
      1. Подтверждаю, что прочитал и полностью понял все правила игры.
      <br>
      2. Я знаю, что все транзакции в блокчейне необратимы.
      <br>
      3. Я беру на себя полную ответственность за все финансовые и юридические риски, связанные с участием в проекте.
      <br>
      4. Я понимаю и принимаю тот факт, что Смарт-контракт может иметь уязвимости и может работать некорректно.
      <br>
      5. Я согласен с тем, что только я и никто другой не беру на себя полную финансовую ответственность за
      взаимодействие со Смарт-контрактом.
      <br>
      6. Я согласен с тем, что только я и никто другой не беру на себя полную юридическую ответственность за
      взаимодействие со Смарт-контрактом.
      <br>
      7. Я согласен с тем, что реальная денежная стоимость BNB равна нулю, и поэтому мне все равно, сколько я выиграю
      или проиграю.
    `,
    compete: "Принять"
  }
};
